aws-cli-v2
aws-vault
base
base-devel
bind
blueman
bluez
bluez-utils
caja
chromium
cinnamon
cmake
copyq
direnv
efibootmgr
evolution
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-table-extra
firefox
gdm
git
gnome-bluetooth-3.0
gnome-keyring
gnome-online-accounts
gnome-screenshot
gnome-terminal
grub
gvfs-goa
htop
inotify-tools
keepassxc
lightdm
linux
linux-firmware
lvm2
marco
mate-backgrounds
mate-control-center
mate-desktop
mate-icon-theme
mate-menus
mate-notification-daemon
mate-panel
mate-polkit
mate-session-manager
mate-settings-daemon
mate-themes
mate-user-guide
mc
mesa-utils
neovim
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
openssh
openvpn
pacman-contrib
postgresql
ripgrep
seahorse
signal-desktop
sudo
tmux
ttf-dejavu
ttf-ubuntu-font-family
valkey
vim
wget
wqy-microhei
wqy-zenhei
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zoxide
zsh
