aws-cli-v2
aws-vault
baobab
base
base-devel
bind
blueman
bluez-utils
caja
chromium
cinnamon
cmake
copyq
decibels
direnv
docker
docker-compose
dotnet-runtime
efibootmgr
epiphany
evolution
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-table-extra
firefox
fprintd
fzf
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
inkscape
inotify-tools
jujutsu
keepassxc
lightdm
linux
linux-firmware
linux-lts-headers
loupe
lvm2
malcontent
marco
mate-backgrounds
mate-control-center
mate-desktop
mate-icon-theme
mate-menus
mate-notification-daemon
mate-panel
mate-polkit
mate-session-manager
mate-settings-daemon
mate-themes
mate-user-guide
mc
mesa-utils
nautilus
neovim
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
ntp
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
openssh
openvpn
orca
pacman-contrib
papers
postgresql
ripgrep
rygel
seahorse
showtime
signal-desktop
simple-scan
snapshot
sudo
sushi
tecla
tmux
ttf-dejavu
ttf-ubuntu-font-family
valkey
vim
wget
wqy-microhei
wqy-zenhei
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
yelp
zoxide
zsh
