brew "zsh"
brew "ag"
brew "neovim"
brew "wget"
brew "direnv"
brew "aws-vault"
brew "ripgrep"
brew "universal-ctags"

if OS.mac?
  brew "curl"
  brew "reattach-to-user-namespace"
  brew "tmux"
  brew "mc"
  brew "powershell"

  cask "google-chrome"
  cask "firefox"
  cask "karabiner-elements"
  cask "signal"
  cask "slack"
end
