{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "atlas.vim": { "branch": "master" },
  "base16-vim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "emmet-vim": { "branch": "master" },
  "fcitx.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "modus-themes.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "spacevim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "templ.vim": { "branch": "main" },
  "tempus-themes-vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-colorschemes": { "branch": "master" },
  "vim-delve": { "branch": "master" },
  "vim-distinguished": { "branch": "develop" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-test": { "branch": "master" }
}
